/* page not found title. First argument is the error code */
"%d Page Not Found" = "%d Page Not Found";

/* Generic server error title. First param is the error code */
"%d Server Error" = "%d Server Error";

/* Generic server error subtitle. First param is full url */
"Could not load %@" = "Could not load %@";

/* Button label to ignore certificate validation for this host */
"Ignore certificate validation for %@%@" = "Ignore certificate validation for %1$@%2$@";

/* Page not found error subtitle. first argument is the path, second the icon, third the host name */
"Sorry, the page %@ was not found on %@%@" = "Sorry, the page %1$@ was not found on %2$@%3$@";

/* SSL certificate invalid for this host. first argument is the emoji, the second the host name */
"😔 The SSL certificate for %@%@ is invalid." = "😔 The SSL certificate for %1$@%2$@ is invalid.";

